{"config": {"name": "sequential_1", "layers": [{"config": {"units": 128, "activity_regularizer": null, "name": "dense_1", "activation": "relu", "batch_input_shape": [null, 200], "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "dtype": "float32", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true}, "class_name": "Dense"}, {"config": {"units": 64, "activity_regularizer": null, "name": "dense_2", "activation": "relu", "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true}, "class_name": "Dense"}, {"config": {"units": 32, "activity_regularizer": null, "name": "dense_3", "activation": "relu", "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true}, "class_name": "Dense"}, {"config": {"units": 16, "activity_regularizer": null, "name": "dense_4", "activation": "relu", "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true}, "class_name": "Dense"}, {"config": {"units": 5, "activity_regularizer": null, "name": "dense_5", "activation": "softmax", "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true}, "class_name": "Dense"}]}, "keras_version": "2.2.4", "backend": "tensorflow", "class_name": "Sequential"}