{"backend": "tensorflow", "keras_version": "2.2.4", "config": {"layers": [{"config": {"kernel_regularizer": null, "dtype": "float32", "use_bias": true, "units": 128, "bias_regularizer": null, "name": "dense_1", "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "activation": "relu", "batch_input_shape": [null, 200], "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "name": "dense_2", "units": 64, "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "activation": "relu", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "name": "dense_3", "units": 32, "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "activation": "relu", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "name": "dense_4", "units": 16, "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "activation": "relu", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "name": "dense_5", "units": 5, "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "activation": "softmax", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential"}