{"keras_version": "2.2.4", "config": {"name": "sequential_1", "layers": [{"config": {"units": 128, "kernel_constraint": null, "trainable": true, "batch_input_shape": [null, 200], "activity_regularizer": null, "name": "dense_1", "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "dtype": "float32"}, "class_name": "Dense"}, {"config": {"units": 64, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "name": "dense_2", "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"units": 32, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "name": "dense_3", "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"units": 16, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "name": "dense_4", "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"units": 5, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "name": "dense_5", "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "activation": "softmax", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}]}, "class_name": "Sequential", "backend": "tensorflow"}