{"class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"name": "dense_1", "batch_input_shape": [null, 200], "kernel_regularizer": null, "activation": "relu", "bias_regularizer": null, "bias_constraint": null, "units": 128, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "activity_regularizer": null, "trainable": true, "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_2", "kernel_regularizer": null, "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "units": 64, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "kernel_constraint": null, "activity_regularizer": null, "trainable": true, "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_3", "kernel_regularizer": null, "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "units": 32, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "kernel_constraint": null, "activity_regularizer": null, "trainable": true, "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_4", "kernel_regularizer": null, "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "units": 16, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "kernel_constraint": null, "activity_regularizer": null, "trainable": true, "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_5", "kernel_regularizer": null, "activation": "softmax", "bias_constraint": null, "bias_regularizer": null, "units": 5, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "kernel_constraint": null, "activity_regularizer": null, "trainable": true, "use_bias": true}}]}, "backend": "tensorflow", "keras_version": "2.2.4"}